README.md
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. galileopy</a>
<ul>
<li><a href="#sec-1-1">1.1. About Galileo and my personal interest in the mission.</a></li>
<li><a href="#sec-1-2">1.2. Examples</a>
<ul>
<li><a href="#sec-1-2-1">1.2.1. Download a dataset</a></li>
<li><a href="#sec-1-2-2">1.2.2. Handle data with pandas</a></li>
<li><a href="#sec-1-2-3">1.2.3. Load a summary plot</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

# galileopy<a id="sec-1" name="sec-1"></a>

(forthcoming!) A package for downloading, reading, and summary-plotting data from the Galileo Orbiter mission via NASA PDS.

## About Galileo and my personal interest in the mission.<a id="sec-1-1" name="sec-1-1"></a>

Galileo Orbiter was launched in 1989.
After about 2 years en route to Jupiter the high gain antenna malfunctioned, severely limiting the amount of data the spacecraft could return to scientists on Earth.
Despite this setback, Galileo went on to make possible some of the most exciting discoveries in planetary science.
My particular interest is in Galileo's contributions to our understanding of Europa, it's subsurface ocean, and its interaction with Jupiter's magnetosphere.

## Examples<a id="sec-1-2" name="sec-1-2"></a>

### Download a dataset<a id="sec-1-2-1" name="sec-1-2-1"></a>

### Handle data with pandas<a id="sec-1-2-2" name="sec-1-2-2"></a>

### Load a summary plot<a id="sec-1-2-3" name="sec-1-2-3"></a>